Repository: 1595901624/flux
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: ar, de, es, fa, id, ja, ko, ru, tr, tt, zh_cn, zh_tw

# Msg_UpToDate.Text
source: Already up to date ({0}).
ar: أنت على أحدث إصدار ({0})
de: Bereits aktuell ({0})
es: Ya está actualizado ({0})
fa: هم‌اکنون آخرین نسخه است ({0})
id: Sudah versi terbaru ({0})
ja: 最新版です（{0}）
ko: 이미 최신 버전입니다({0})
ru: Уже последняя версия ({0})
tr: Zaten güncel ({0})
tt: Соңгы версия инде ({0})
zh_cn: 当前已是最新版本（{0}）。
zh_tw: 目前已是最新版本（{0}）。

# Msg_UpToDate.Content
source: Already up to date ({0}).
ar: أنت على أحدث إصدار ({0})
de: Bereits aktuell ({0})
fa: هم‌اکنون آخرین نسخه است ({0})
id: Sudah versi terbaru ({0})
ja: 最新版です（{0}）
ko: 이미 최신 버전입니다({0})
tr: Zaten güncel ({0})
tt: Соңгы версия инде ({0})
zh_cn: 当前已是最新版本（{0}）。
zh_tw: 目前已是最新版本（{0}）。

# Msg_NewVersion.Text
source: New version available: {0}
ar: إصدار جديد: {0}
de: Neue Version: {0}
es: Nueva versión: {0}
fa: نسخه جدید: {0}
id: Versi baru: {0}
ja: 新バージョン: {0}
ko: 새 버전 사용 가능: {0}
ru: Доступна новая версия: {0}
tr: Yeni sürüm: {0}
tt: Яңа версия: {0}
zh_cn: 发现新版本 {0}
zh_tw: 發現新版本 {0}

# Msg_NewVersion.Content
source: New version available: {0}
ar: إصدار جديد: {0}
de: Neue Version: {0}
fa: نسخه جدید: {0}
id: Versi baru: {0}
ja: 新バージョン: {0}
ko: 새 버전 사용 가능: {0}
tr: Yeni sürüm: {0}
tt: Яңа версия: {0}
zh_cn: 发现新版本 {0}
zh_tw: 發現新版本 {0}

# Msg_UpdateHint.Text
source: Opens the GitHub release page to download manually (MSIX/portable).
ar: يفتح صفحة إصدارات GitHub للتنزيل اليدوي
de: Öffnet die GitHub-Releaseseite (MSIX/portable)
es: Abre la página de GitHub para descargar (MSIX/portable)
fa: صفحه انتشار GitHub باز می‌شود (MSIX/قابل حمل)
id: Membuka halaman rilis GitHub (MSIX/portable)
ja: GitHubリリースページを開きます（MSIX/ポータブル）
ko: GitHub 릴리스 페이지를 엽니다(MSIX/포터블)
ru: Откроется страница релизов GitHub (MSIX/портативная)
tr: GitHub sürüm sayfası açılır (MSIX/taşınabilir)
tt: GitHub бетен кул белән йөкләргә ачыла
zh_cn: 将打开 GitHub 发布页手动下载（MSIX/便携包）。
zh_tw: 將開啟 GitHub 發佈頁手動下載（MSIX/便攜包）。

# Msg_UpdateHint.Content
source: Opens the GitHub release page to download manually (MSIX/portable).
ar: يفتح صفحة إصدارات GitHub للتنزيل اليدوي
de: Öffnet die GitHub-Releaseseite (MSIX/portable)
fa: صفحه انتشار GitHub باز می‌شود (MSIX/قابل حمل)
id: Membuka halaman rilis GitHub (MSIX/portable)
ja: GitHubリリースページを開きます（MSIX/ポータブル）
ko: GitHub 릴리스 페이지를 엽니다(MSIX/포터블)
tr: GitHub sürüm sayfası açılır (MSIX/taşınabilir)
tt: GitHub бетен кул белән йөкләргә ачыла
zh_cn: 将打开 GitHub 发布页手动下载（MSIX/便携包）。
zh_tw: 將開啟 GitHub 發佈頁手動下載（MSIX/便攜包）。

# Msg_OpenReleasePage.Text
source: Open release page
ar: افتح صفحة الإصدارات
de: Release-Seite öffnen
es: Abrir página de lanzamientos
fa: باز کردن صفحه انتشار
id: Buka halaman rilis
ja: リリースページを開く
ko: 릴리스 페이지 열기
ru: Открыть страницу релизов
tr: Sürüm sayfasını aç
tt: Релиз битен ачу
zh_cn: 打开发布页
zh_tw: 開啟發佈頁

# Msg_OpenReleasePage.Content
source: Open release page
ar: افتح صفحة الإصدارات
de: Release-Seite öffnen
fa: باز کردن صفحه انتشار
id: Buka halaman rilis
ja: リリースページを開く
ko: 릴리스 페이지 열기
tr: Sürüm sayfasını aç
tt: Релиз битен ачу
zh_cn: 打开发布页
zh_tw: 開啟發佈頁

# Msg_UpdateCheckFailed.Text
source: Update check failed
ar: فشل البحث عن تحديثات
de: Update-Prüfung fehlgeschlagen
es: Error al buscar actualizaciones
fa: بررسی به‌روزرسانی ناموفق
id: Gagal memeriksa pembaruan
ja: 更新確認に失敗
ko: 업데이트 확인 실패
ru: Ошибка проверки обновлений
tr: Güncelleme denetimi başarısız
tt: Яңартуларны тикшерү хата
zh_cn: 检查更新失败
zh_tw: 檢查更新失敗

# Msg_UpdateCheckFailed.Content
source: Update check failed
ar: فشل البحث عن تحديثات
de: Update-Prüfung fehlgeschlagen
fa: بررسی به‌روزرسانی ناموفق
id: Gagal memeriksa pembaruan
ja: 更新確認に失敗
ko: 업데이트 확인 실패
tr: Güncelleme denetimi başarısız
tt: Яңартуларны тикшерү хата
zh_cn: 检查更新失败
zh_tw: 檢查更新失敗

# Msg_ApplyFailedTitle.Text
source: Apply failed
ar: فشل التطبيق
de: Anwenden fehlgeschlagen
es: Error al aplicar
fa: اعمال نشد
id: Gagal menerapkan
ja: 適用に失敗
ko: 적용 실패
ru: Ошибка применения
tr: Uygulama başarısız
tt: Куллану хата
zh_cn: 应用失败
zh_tw: 應用失敗

# Msg_ApplyFailedTitle.Content
source: Apply failed
ar: فشل التطبيق
de: Anwenden fehlgeschlagen
fa: اعمال نشد
id: Gagal menerapkan
ja: 適用に失敗
ko: 적용 실패
tr: Uygulama başarısız
tt: Куллану хата
zh_cn: 应用失败
zh_tw: 應用失敗

# Msg_ApplyFailedBody.Text
source: {0} (rolled back)
ar: {0} (تم التراجع)
de: {0} (zurückgerollt)
es: {0} (revertido)
fa: {0} (برگشت داده شد)
id: {0} (dikembalikan)
ja: {0}（ロールバック済み）
ko: {0}(롤백됨)
ru: {0} (откат выполнен)
tr: {0} (geri alındı)
tt: {0} (кире алынды)
zh_cn: {0}（已回滚）
zh_tw: {0}（已回滾）

# Msg_ApplyFailedBody.Content
source: {0} (rolled back)
ar: {0} (تم التراجع)
de: {0} (zurückgerollt)
fa: {0} (برگشت داده شد)
id: {0} (dikembalikan)
ja: {0}（ロールバック済み）
ko: {0}(롤백됨)
tr: {0} (geri alındı)
tt: {0} (кире алынды)
zh_cn: {0}（已回滚）
zh_tw: {0}（已回滾）

# Msg_TunAdvancedBody.Text
source: TUN advanced settings reloaded.
ar: تمت إعادة تحميل إعدادات TUN المتقدمة
de: TUN erweitert neu geladen
es: Ajustes avanzados de TUN recargados
fa: تنظیمات پیشرفته TUN بارگذاری مجدد شد
id: Pengaturan TUN lanjutan dimuat ulang
ja: TUN詳細設定を再読込しました
ko: TUN 고급 설정이 다시 로드되었습니다
ru: Доп. настройки TUN перезагружены
tr: TUN gelişmiş ayarları yeniden yüklendi
tt: TUN өстәмә көйләүләр яңартылды
zh_cn: TUN 高级设置已重载。
zh_tw: TUN 進階設定已重載。

# Msg_TunAdvancedBody.Content
source: TUN advanced settings reloaded.
ar: تمت إعادة تحميل إعدادات TUN المتقدمة
de: TUN erweitert neu geladen
fa: تنظیمات پیشرفته TUN بارگذاری مجدد شد
id: Pengaturan TUN lanjutan dimuat ulang
ja: TUN詳細設定を再読込しました
ko: TUN 고급 설정이 다시 로드되었습니다
tr: TUN gelişmiş ayarları yeniden yüklendi
tt: TUN өстәмә көйләүләр яңартылды
zh_cn: TUN 高级设置已重载。
zh_tw: TUN 進階設定已重載。

# Msg_DnsAppliedBody.Text
source: DNS settings reloaded.
ar: تمت إعادة تحميل إعدادات DNS
de: DNS-Einstellungen neu geladen
es: Ajustes de DNS recargados
fa: تنظیمات DNS بارگذاری مجدد شد
id: Pengaturan DNS dimuat ulang
ja: DNS設定を再読込しました
ko: DNS 설정이 다시 로드되었습니다
ru: Настройки DNS перезагружены
tr: DNS ayarları yeniden yüklendi
tt: DNS көйләүләре яңартылды
zh_cn: DNS 设置已重载。
zh_tw: DNS 設定已重載。

# Msg_DnsAppliedBody.Content
source: DNS settings reloaded.
ar: تمت إعادة تحميل إعدادات DNS
de: DNS-Einstellungen neu geladen
fa: تنظیمات DNS بارگذاری مجدد شد
id: Pengaturan DNS dimuat ulang
ja: DNS設定を再読込しました
ko: DNS 설정이 다시 로드되었습니다
tr: DNS ayarları yeniden yüklendi
tt: DNS көйләүләре яңартылды
zh_cn: DNS 设置已重载。
zh_tw: DNS 設定已重載。

# Msg_ControllerAppliedBody.Text
source: External controller updated and core restarted.
ar: تم تحديث وحدة التحكم وإعادة تشغيل النواة
de: Externer Controller aktualisiert, Kern neu gestartet
es: Controlador externo actualizado y núcleo reiniciado
fa: کنترل‌کننده خارجی به‌روزرسانی و هسته ری‌استارت شد
id: Kontroler eksternal diperbarui dan core direstart
ja: 外部コントローラーを更新しコアを再起動
ko: 외부 컨트롤러 업데이트 및 코어 재시작
ru: Внешний контроллер обновлён, ядро перезапущено
tr: Harici denetleyici güncellendi, çekirdek yeniden başlatıldı
tt: Тышкы контроллер яңартылды, йөзәк яңадан башланды
zh_cn: 外部控制器已更新并重启内核。
zh_tw: 外部控制器已更新並重啟核心。

# Msg_ControllerAppliedBody.Content
source: External controller updated and core restarted.
ar: تم تحديث وحدة التحكم وإعادة تشغيل النواة
de: Externer Controller aktualisiert, Kern neu gestartet
fa: کنترل‌کننده خارجی به‌روزرسانی و هسته ری‌استارت شد
id: Kontroler eksternal diperbarui dan core direstart
ja: 外部コントローラーを更新しコアを再起動
ko: 외부 컨트롤러 업데이트 및 코어 재시작
tr: Harici denetleyici güncellendi, çekirdek yeniden başlatıldı
tt: Тышкы контроллер яңартылды, йөзәк яңадан башланды
zh_cn: 外部控制器已更新并重启内核。
zh_tw: 外部控制器已更新並重啟核心。

# Msg_RolledBack.Text
source: (rolled back)
ar: (تم التراجع)
de: (zurückgerollt)
es: (revertido)
fa: （برگشت داده شد）
id: (dikembalikan)
ja: （ロールバック済み）
ko: （롤백됨）
ru: (откат выполнен)
tr: (geri alındı)
tt: （кире алынды）
zh_cn: （已回滚）
zh_tw: （已回滾）

# Msg_RolledBack.Content
source: (rolled back)
ar: (تم التراجع)
de: (zurückgerollt)
fa: （برگشت داده شد）
id: (dikembalikan)
ja: （ロールバック済み）
ko: （롤백됨）
tr: (geri alındı)
tt: （кире алынды）
zh_cn: （已回滚）
zh_tw: （已回滾）

# Msg_DeleteProfileTitle.Text
source: Delete profile
ar: حذف الملف الشخصي
de: Profil löschen
es: Eliminar perfil
fa: حذف پروفایل
id: Hapus profil
ja: サブスクを削除
ko: 구독 삭제
ru: Удалить подписку
tr: Profili sil
tt: Профильне бетерү
zh_cn: 删除订阅
zh_tw: 刪除訂閱

# Msg_DeleteProfileTitle.Content
source: Delete profile
ar: حذف الملف الشخصي
de: Profil löschen
fa: حذف پروفایل
id: Hapus profil
ja: サブスクを削除
ko: 구독 삭제
tr: Profili sil
tt: Профильне бетерү
zh_cn: 删除订阅
zh_tw: 刪除訂閱

# Msg_DeleteProfileBody.Text
source: Delete "{0}"?
ar: حذف "{0}"؟
de: "{0}" wirklich löschen?
es: ¿Eliminar "{0}"?
fa: حذف "{0}"؟
id: Hapus "{0}"?
ja: 「{0}」を削除しますか？
ko: "{0}"을(를) 삭제할까요?
ru: Удалить "{0}"?
tr: "{0}" silinsin mi?
tt: "{0}" бетерергәме?
zh_cn: 确定删除「{0}」吗？
zh_tw: 確定刪除「{0}」嗎？

# Msg_DeleteProfileBody.Content
source: Delete "{0}"?
ar: حذف "{0}"؟
de: "{0}" wirklich löschen?
fa: حذف "{0}"؟
id: Hapus "{0}"?
ja: 「{0}」を削除しますか？
ko: "{0}"을(를) 삭제할까요?
tr: "{0}" silinsin mi?
tt: "{0}" бетерергәме?
zh_cn: 确定删除「{0}」吗？
zh_tw: 確定刪除「{0}」嗎？

# Msg_EditProfileTitle.Text
source: Edit profile: {0}
ar: تعديل الملف: {0}
de: Profil bearbeiten: {0}
es: Editar perfil: {0}
fa: ویرایش پروفایل: {0}
id: Edit profil: {0}
ja: サブスクを編集: {0}
ko: 구독 편집: {0}
ru: Изменить подписку: {0}
tr: Profili düzenle: {0}
tt: Профильне үзгәртү: {0}
zh_cn: 编辑订阅：{0}
zh_tw: 編輯訂閱：{0}

# Msg_EditProfileTitle.Content
source: Edit profile: {0}
ar: تعديل الملف: {0}
de: Profil bearbeiten: {0}
fa: ویرایش پروفایل: {0}
id: Edit profil: {0}
ja: サブスクを編集: {0}
ko: 구독 편집: {0}
tr: Profili düzenle: {0}
tt: Профильне үзгәртү: {0}
zh_cn: 编辑订阅：{0}
zh_tw: 編輯訂閱：{0}

# Msg_NameRequired.Text
source: Name cannot be empty
ar: لا يمكن أن يكون الاسم فارغًا
de: Name darf nicht leer sein
es: El nombre no puede estar vacío
fa: نام نمی‌تواند خالی باشد
id: Nama tidak boleh kosong
ja: 名前は必須です
ko: 이름은 필수입니다
ru: Имя не может быть пустым
tr: Ad boş olamaz
tt: Исем буш булмаска тиеш
zh_cn: 名称不能为空
zh_tw: 名稱不能為空

# Msg_NameRequired.Content
source: Name cannot be empty
ar: لا يمكن أن يكون الاسم فارغًا
de: Name darf nicht leer sein
fa: نام نمی‌تواند خالی باشد
id: Nama tidak boleh kosong
ja: 名前は必須です
ko: 이름은 필수입니다
tr: Ad boş olamaz
tt: Исем буш булмаска тиеш
zh_cn: 名称不能为空
zh_tw: 名稱不能為空

# Msg_TimeoutInvalid.Text
source: Timeout must be 5-300 seconds
ar: يجب أن تكون المهلة 5-300 ثانية
de: Timeout: 5-300 Sekunden
es: El tiempo de espera debe ser 5-300 s
fa: زمان مهلت باید ۵ تا ۳۰۰ ثانیه باشد
id: Timeout harus 5-300 detik
ja: タイムアウトは5-300秒
ko: 시간 초과는 5-300초
ru: Таймаут: 5-300 секунд
tr: Zaman aşımı 5-300 saniye olmalı
tt: Таймаут 5-300 секунд булырга тиеш
zh_cn: 下载超时必须是 5-300 秒
zh_tw: 下載逾時必須是 5-300 秒

# Msg_TimeoutInvalid.Content
source: Timeout must be 5-300 seconds
ar: يجب أن تكون المهلة 5-300 ثانية
de: Timeout: 5-300 Sekunden
fa: زمان مهلت باید ۵ تا ۳۰۰ ثانیه باشد
id: Timeout harus 5-300 detik
ja: タイムアウトは5-300秒
ko: 시간 초과는 5-300초
tr: Zaman aşımı 5-300 saniye olmalı
tt: Таймаут 5-300 секунд булырга тиеш
zh_cn: 下载超时必须是 5-300 秒
zh_tw: 下載逾時必須是 5-300 秒

# Msg_IntervalInvalid.Text
source: Interval must be a non-negative integer
ar: يجب أن تكون الفاصلة عددًا صحيحًا غير سالب
de: Intervall: nicht-negative Ganzzahl
es: El intervalo debe ser un entero no negativo
fa: بازه باید عدد صحیح نامنفی باشد
id: Interval harus bilangan bulat non-negatif
ja: 更新間隔は0以上の整数
ko: 간격은 음수가 아닌 정수
ru: Интервал — неотрицательное целое
tr: Aralık negatif olmayan tam sayı olmalı
tt: Арал әйдәп баручы бөтен сан булырга тиеш
zh_cn: 更新间隔必须是非负整数
zh_tw: 更新間隔必須是非負整數

# Msg_IntervalInvalid.Content
source: Interval must be a non-negative integer
ar: يجب أن تكون الفاصلة عددًا صحيحًا غير سالب
de: Intervall: nicht-negative Ganzzahl
fa: بازه باید عدد صحیح نامنفی باشد
id: Interval harus bilangan bulat non-negatif
ja: 更新間隔は0以上の整数
ko: 간격은 음수가 아닌 정수
tr: Aralık negatif olmayan tam sayı olmalı
tt: Арал әйдәп баручы бөтен сан булырга тиеш
zh_cn: 更新间隔必须是非负整数
zh_tw: 更新間隔必須是非負整數

# Msg_ChooseChannel.Text
source: Choose an update channel
ar: اختر قناة التحديث
de: Update-Kanal wählen
es: Elija un canal de actualización
fa: کانال به‌روزرسانی را انتخاب کنید
id: Pilih saluran pembaruan
ja: 更新チャネルを選択
ko: 업데이트 채널 선택
ru: Выберите канал обновления
tr: Güncelleme kanalı seçin
tt: Яңарту каналын сайлагыз
zh_cn: 请选择更新通道
zh_tw: 請選擇更新通道

# Msg_ChooseChannel.Content
source: Choose an update channel
ar: اختر قناة التحديث
de: Update-Kanal wählen
fa: کانال به‌روزرسانی را انتخاب کنید
id: Pilih saluran pembaruan
ja: 更新チャネルを選択
ko: 업데이트 채널 선택
tr: Güncelleme kanalı seçin
tt: Яңарту каналын сайлагыз
zh_cn: 请选择更新通道
zh_tw: 請選擇更新通道

# Msg_EnhanceGlobalTitle.Text
source: Edit global enhancements
ar: تعديل التحسينات العامة
de: Globale Erweiterungen bearbeiten
es: Editar mejoras globales
fa: ویرایش بهبودهای سراسری
id: Edit peningkatan global
ja: グローバル拡張を編集
ko: 글로벌 향상 편집
ru: Изменить глобальные улучшения
tr: Küresel geliştirmeleri düzenle
tt: Глобаль яхшыртуну үзгәртү
zh_cn: 编辑全局增强配置
zh_tw: 編輯全域增強設定

# Msg_EnhanceGlobalTitle.Content
source: Edit global enhancements
ar: تعديل التحسينات العامة
de: Globale Erweiterungen bearbeiten
fa: ویرایش بهبودهای سراسری
id: Edit peningkatan global
ja: グローバル拡張を編集
ko: 글로벌 향상 편집
tr: Küresel geliştirmeleri düzenle
tt: Глобаль яхшыртуну үзгәртү
zh_cn: 编辑全局增强配置
zh_tw: 編輯全域增強設定

# Msg_EnhanceProfileTitle.Text
source: Edit enhancements: {0}
ar: تعديل التحسينات: {0}
de: Erweiterungen bearbeiten: {0}
es: Editar mejoras: {0}
fa: ویرایش بهبودها: {0}
id: Edit peningkatan: {0}
ja: 拡張設定を編集: {0}
ko: 향상 설정 편집: {0}
ru: Изменить улучшения: {0}
tr: Geliştirmeleri düzenle: {0}
tt: Яхшыртуну үзгәртү: {0}
zh_cn: 编辑增强配置：{0}
zh_tw: 編輯增強設定：{0}

# Msg_EnhanceProfileTitle.Content
source: Edit enhancements: {0}
ar: تعديل التحسينات: {0}
de: Erweiterungen bearbeiten: {0}
fa: ویرایش بهبودها: {0}
id: Edit peningkatan: {0}
ja: 拡張設定を編集: {0}
ko: 향상 설정 편집: {0}
tr: Geliştirmeleri düzenle: {0}
tt: Яхшыртуну үзгәртү: {0}
zh_cn: 编辑增强配置：{0}
zh_tw: 編輯增強設定：{0}

# Msg_EnhanceOrder.Text
source: Order: global Merge → global Script → profile Merge → profile Script → Rules → Proxies → Groups
ar: الترتيب: Merge عام → Script عام → Merge للملف → Script للملف → Rules → Proxies → Groups
de: Reihenfolge: globales Merge → globales Script → Profil-Merge → Profil-Script → Rules → Proxies → Groups
es: Orden: Merge global → Script global → Merge de perfil → Script de perfil → Rules → Proxies → Groups
fa: ترتیب: Merge سراسری → Script سراسری → Merge اشتراک → Script اشتراک → Rules → Proxies → Groups
id: Urutan: Merge global → Script global → Merge profil → Script profil → Rules → Proxies → Groups
ja: 適用順: 全局Merge→全局Script→購読Merge→購読Script→Rules→Proxies→Groups
ko: 적용 순서: 글로벌 Merge→글로벌 Script→구독 Merge→구독 Script→Rules→Proxies→Groups
ru: Порядок: глобальный Merge → глобальный Script → Merge профиля → Script профиля → Rules → Proxies → Groups
tr: Sıra: küresel Merge → küresel Script → profil Merge → profil Script → Rules → Proxies → Groups
tt: Тәртип: глобаль Merge → глобаль Script → профиль Merge → профиль Script → Rules → Proxies → Groups
zh_cn: 应用顺序：全局 Merge → 全局 Script → 订阅 Merge → 订阅 Script → Rules → Proxies → Groups
zh_tw: 應用順序：全域 Merge → 全域 Script → 訂閱 Merge → 訂閱 Script → Rules → Proxies → Groups

# Msg_EnhanceOrder.Content
source: Order: global Merge → global Script → profile Merge → profile Script → Rules → Proxies → Groups
ar: الترتيب: Merge عام → Script عام → Merge للملف → Script للملف → Rules → Proxies → Groups
de: Reihenfolge: globales Merge → globales Script → Profil-Merge → Profil-Script → Rules → Proxies → Groups
fa: ترتیب: Merge سراسری → Script سراسری → Merge اشتراک → Script اشتراک → Rules → Proxies → Groups
id: Urutan: Merge global → Script global → Merge profil → Script profil → Rules → Proxies → Groups
ja: 適用順: 全局Merge→全局Script→購読Merge→購読Script→Rules→Proxies→Groups
ko: 적용 순서: 글로벌 Merge→글로벌 Script→구독 Merge→구독 Script→Rules→Proxies→Groups
tr: Sıra: küresel Merge → küresel Script → profil Merge → profil Script → Rules → Proxies → Groups
tt: Тәртип: глобаль Merge → глобаль Script → профиль Merge → профиль Script → Rules → Proxies → Groups
zh_cn: 应用顺序：全局 Merge → 全局 Script → 订阅 Merge → 订阅 Script → Rules → Proxies → Groups
zh_tw: 應用順序：全域 Merge → 全域 Script → 訂閱 Merge → 訂閱 Script → Rules → Proxies → Groups

# Msg_EnhanceSaved.Text
source: ✓ Saved
ar: ✓ تم الحفظ
de: ✓ Gespeichert
es: ✓ Guardado
fa: ✓ ذخیره شد
id: ✓ Tersimpan
ja: ✓ 保存しました
ko: ✓ 저장됨
ru: ✓ Сохранено
tr: ✓ Kaydedildi
tt: ✓ Сакланды
zh_cn: ✓ 已保存
zh_tw: ✓ 已儲存

# Msg_EnhanceSaved.Content
source: ✓ Saved
ar: ✓ تم الحفظ
de: ✓ Gespeichert
fa: ✓ ذخیره شد
id: ✓ Tersimpan
ja: ✓ 保存しました
ko: ✓ 저장됨
tr: ✓ Kaydedildi
tt: ✓ Сакланды
zh_cn: ✓ 已保存
zh_tw: ✓ 已儲存

# VM_ProfileUnnamed.Text
source: (Unnamed)
ar: (بدون اسم)
de: (Unbenannt)
es: (Sin nombre)
fa: (بدون نام)
id: (Tanpa nama)
ja: (名前なし)
ko: (이름 없음)
ru: (Без имени)
tr: (Adsız)
tt: (Исемсез)
zh_cn: (未命名)
zh_tw: (未命名)

# VM_ProfileUnnamed.Content
source: (Unnamed)
ar: (بدون اسم)
de: (Unbenannt)
fa: (بدون نام)
id: (Tanpa nama)
ja: (名前なし)
ko: (이름 없음)
tr: (Adsız)
tt: (Исемсез)
zh_cn: (未命名)
zh_tw: (未命名)

# VM_ProfileTypeLocalFile.Text
source: Local file
ar: ملف محلي
de: Lokale Datei
es: Archivo local
fa: فایل محلی
id: File lokal
ja: ローカルファイル
ko: 로컬 파일
ru: Локальный файл
tr: Yerel dosya
tt: Локаль файл
zh_cn: 本地文件
zh_tw: 本地檔案

# VM_ProfileTypeLocalFile.Content
source: Local file
ar: ملف محلي
de: Lokale Datei
fa: فایل محلی
id: File lokal
ja: ローカルファイル
ko: 로컬 파일
tr: Yerel dosya
tt: Локаль файл
zh_cn: 本地文件
zh_tw: 本地檔案

# VM_ProfileTypeRemote.Text
source: Remote profile
ar: ملف بعيد
de: Remote-Profil
es: Perfil remoto
fa: پروفایل راه‌دور
id: Profil jarak jauh
ja: リモート購読
ko: 원격 구독
ru: Удалённая подписка
tr: Uzak profil
tt: Remote профиль
zh_cn: 远程订阅
zh_tw: 遠端訂閱

# VM_ProfileTypeRemote.Content
source: Remote profile
ar: ملف بعيد
de: Remote-Profil
fa: پروفایل راه‌دور
id: Profil jarak jauh
ja: リモート購読
ko: 원격 구독
tr: Uzak profil
tt: Remote профиль
zh_cn: 远程订阅
zh_tw: 遠端訂閱

# VM_ProfileTypeLocalConfig.Text
source: Local profile
ar: ملف محلي
de: Lokales Profil
es: Perfil local
fa: پروفایل محلی
id: Profil lokal
ja: ローカル設定
ko: 로컬 설정
ru: Локальный профиль
tr: Yerel profil
tt: Локаль профиль
zh_cn: 本地配置
zh_tw: 本地設定

# VM_ProfileTypeLocalConfig.Content
source: Local profile
ar: ملف محلي
de: Lokales Profil
fa: پروفایل محلی
id: Profil lokal
ja: ローカル設定
ko: 로컬 설정
tr: Yerel profil
tt: Локаль профиль
zh_cn: 本地配置
zh_tw: 本地設定

# VM_NeverUpdated.Text
source: Never updated
ar: لم يُحدَّث أبدًا
de: Nie aktualisiert
es: Nunca actualizado
fa: هرگز به‌روزرسانی نشده
id: Belum diperbarui
ja: 未更新
ko: 업데이트 안 함
ru: Не обновлялась
tr: Hiç güncellenmedi
tt: Беркай яңартылмады
zh_cn: 从未更新
zh_tw: 從未更新

# VM_NeverUpdated.Content
source: Never updated
ar: لم يُحدَّث أبدًا
de: Nie aktualisiert
fa: هرگز به‌روزرسانی نشده
id: Belum diperbarui
ja: 未更新
ko: 업데이트 안 함
tr: Hiç güncellenmedi
tt: Беркай яңартылмады
zh_cn: 从未更新
zh_tw: 從未更新

# VM_UpdatedAt.Text
source: Updated {0}
ar: حُدِّث في {0}
de: Aktualisiert {0}
es: Actualizado {0}
fa: به‌روزرسانی در {0}
id: Diperbarui {0}
ja: {0} に更新
ko: {0}에 업데이트
ru: Обновлено {0}
tr: {0} güncellendi
tt: Яңартылды {0}
zh_cn: 更新于 {0}
zh_tw: 更新於 {0}

# VM_UpdatedAt.Content
source: Updated {0}
ar: حُدِّث في {0}
de: Aktualisiert {0}
fa: به‌روزرسانی در {0}
id: Diperbarui {0}
ja: {0} に更新
ko: {0}에 업데이트
tr: {0} güncellendi
tt: Яңартылды {0}
zh_cn: 更新于 {0}
zh_tw: 更新於 {0}

# VM_ExpireIn.Text
source: {0} expires ({1} days left)
ar: {0} ينتهي ({1} يومًا)
de: {0} läuft ab ({1} Tage)
es: {0} vence ({1} días)
fa: {0} انقضا ({1} روز باقی)
id: {0} kedaluwarsa ({1} hari)
ja: {0} 期限（残り{1}日）
ko: {0} 만료({1}일 남음)
ru: {0} истекает ({1} дн.)
tr: {0} sona eriyor ({1} gün kaldı)
tt: {0} тәмамлана ({1} көн)
zh_cn: {0} 到期（剩 {1} 天）
zh_tw: {0} 到期（剩 {1} 天）

# VM_ExpireIn.Content
source: {0} expires ({1} days left)
ar: {0} ينتهي ({1} يومًا)
de: {0} läuft ab ({1} Tage)
fa: {0} انقضا ({1} روز باقی)
id: {0} kedaluwarsa ({1} hari)
ja: {0} 期限（残り{1}日）
ko: {0} 만료({1}일 남음)
tr: {0} sona eriyor ({1} gün kaldı)
tt: {0} тәмамлана ({1} көн)
zh_cn: {0} 到期（剩 {1} 天）
zh_tw: {0} 到期（剩 {1} 天）

# VM_Expired.Text
source: Expired
ar: منتهي
de: Abgelaufen
es: Expirado
fa: منقضی شده
id: Kedaluwarsa
ja: 期限切れ
ko: 만료됨
ru: Истекла
tr: Süresi doldu
tt: Мөддәсе тулды
zh_cn: 已到期
zh_tw: 已到期

# VM_Expired.Content
source: Expired
ar: منتهي
de: Abgelaufen
fa: منقضی شده
id: Kedaluwarsa
ja: 期限切れ
ko: 만료됨
tr: Süresi doldu
tt: Мөддәсе тулды
zh_cn: 已到期
zh_tw: 已到期

# VM_Importing.Text
source: Importing profile…
ar: جارٍ استيراد الملف…
de: Importiere…
es: Importando perfil…
fa: در حال وارد کردن اشتراک…
id: Mengimpor profil…
ja: インポート中…
ko: 가져오는 중…
ru: Импорт подписки…
tr: Profil içe aktarılıyor…
tt: Профиль кертелә…
zh_cn: 正在导入订阅…
zh_tw: 正在匯入訂閱…

# VM_Importing.Content
source: Importing profile…
ar: جارٍ استيراد الملف…
de: Importiere…
fa: در حال وارد کردن اشتراک…
id: Mengimpor profil…
ja: インポート中…
ko: 가져오는 중…
tr: Profil içe aktarılıyor…
tt: Профиль кертелә…
zh_cn: 正在导入订阅…
zh_tw: 正在匯入訂閱…

# VM_Imported.Text
source: Imported: {0}
ar: تم الاستيراد: {0}
de: Importiert: {0}
es: Importado: {0}
fa: وارد شد: {0}
id: Berhasil diimpor: {0}
ja: インポート成功: {0}
ko: 가져오기 성공: {0}
ru: Импортировано: {0}
tr: İçe aktarıldı: {0}
tt: Кертелде: {0}
zh_cn: 导入成功: {0}
zh_tw: 匯入成功: {0}

# VM_Imported.Content
source: Imported: {0}
ar: تم الاستيراد: {0}
de: Importiert: {0}
fa: وارد شد: {0}
id: Berhasil diimpor: {0}
ja: インポート成功: {0}
ko: 가져오기 성공: {0}
tr: İçe aktarıldı: {0}
tt: Кертелде: {0}
zh_cn: 导入成功: {0}
zh_tw: 匯入成功: {0}

# VM_ImportFailed.Text
source: Import failed: {0}
ar: فشل الاستيراد: {0}
de: Import fehlgeschlagen: {0}
es: Error al importar: {0}
fa: وارد کردن ناموفق: {0}
id: Impor gagal: {0}
ja: インポート失敗: {0}
ko: 가져오기 실패: {0}
ru: Ошибка импорта: {0}
tr: İçe aktarma başarısız: {0}
tt: Кертү хата: {0}
zh_cn: 导入失败: {0}
zh_tw: 匯入失敗: {0}

# VM_ImportFailed.Content
source: Import failed: {0}
ar: فشل الاستيراد: {0}
de: Import fehlgeschlagen: {0}
fa: وارد کردن ناموفق: {0}
id: Impor gagal: {0}
ja: インポート失敗: {0}
ko: 가져오기 실패: {0}
tr: İçe aktarma başarısız: {0}
tt: Кертү хата: {0}
zh_cn: 导入失败: {0}
zh_tw: 匯入失敗: {0}

# VM_ImportingLocal.Text
source: Importing local profile…
ar: جارٍ استيراد ملف محلي…
de: Importiere lokales Profil…
es: Importando perfil local…
fa: در حال وارد کردن پروفایل محلی…
id: Mengimpor profil lokal…
ja: ローカル設定をインポート中…
ko: 로컬 설정 가져오는 중…
ru: Импорт локального профиля…
tr: Yerel profil içe aktarılıyor…
tt: Локаль профиль кертелә…
zh_cn: 正在导入本地配置…
zh_tw: 正在匯入本地設定…

# VM_ImportingLocal.Content
source: Importing local profile…
ar: جارٍ استيراد ملف محلي…
de: Importiere lokales Profil…
fa: در حال وارد کردن پروفایل محلی…
id: Mengimpor profil lokal…
ja: ローカル設定をインポート中…
ko: 로컬 설정 가져오는 중…
tr: Yerel profil içe aktarılıyor…
tt: Локаль профиль кертелә…
zh_cn: 正在导入本地配置…
zh_tw: 正在匯入本地設定…

# VM_LocalImportFailedLog.Text
source: Local import failed: {0}
ar: فشل الاستيراد المحلي: {0}
de: Lokaler Import fehlgeschlagen: {0}
es: Error al importar local: {0}
fa: وارد کردن محلی ناموفق: {0}
id: Impor lokal gagal: {0}
ja: ローカルインポート失敗: {0}
ko: 로컬 가져오기 실패: {0}
ru: Ошибка локального импорта: {0}
tr: Yerel içe aktarma başarısız: {0}
tt: Локаль кертү хата: {0}
zh_cn: 本地导入失败: {0}
zh_tw: 本地匯入失敗: {0}

# VM_LocalImportFailedLog.Content
source: Local import failed: {0}
ar: فشل الاستيراد المحلي: {0}
de: Lokaler Import fehlgeschlagen: {0}
fa: وارد کردن محلی ناموفق: {0}
id: Impor lokal gagal: {0}
ja: ローカルインポート失敗: {0}
ko: 로컬 가져오기 실패: {0}
tr: Yerel içe aktarma başarısız: {0}
tt: Локаль кертү хата: {0}
zh_cn: 本地导入失败: {0}
zh_tw: 本地匯入失敗: {0}

# VM_Switched.Text
source: Switched: {0}
ar: تم التبديل: {0}
de: Gewechselt: {0}
es: Cambiado: {0}
fa: تغییر کرد: {0}
id: Beralih ke: {0}
ja: 切り替え: {0}
ko: 전환됨: {0}
ru: Переключено: {0}
tr: Geçildi: {0}
tt: Алмашты: {0}
zh_cn: 已切换: {0}
zh_tw: 已切換: {0}

# VM_Switched.Content
source: Switched: {0}
ar: تم التبديل: {0}
de: Gewechselt: {0}
fa: تغییر کرد: {0}
id: Beralih ke: {0}
ja: 切り替え: {0}
ko: 전환됨: {0}
tr: Geçildi: {0}
tt: Алмашты: {0}
zh_cn: 已切换: {0}
zh_tw: 已切換: {0}
